code --install-extension aaron-bond.better-comments
code --install-extension alefragnani.project-manager
code --install-extension BeardedBear.beardedtheme
code --install-extension bradlc.vscode-tailwindcss
code --install-extension burkeholland.simple-react-snippets
code --install-extension christian-kohler.path-intellisense
code --install-extension cpylua.language-postcss
code --install-extension csstools.postcss
code --install-extension dbaeumer.vscode-eslint
code --install-extension diz.ecsstractor-port
code --install-extension donjayamanne.githistory
code --install-extension donjayamanne.jquerysnippets
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-complete-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension fractalbrew.backticks
code --install-extension GraphQL.vscode-graphql
code --install-extension GraphQL.vscode-graphql-syntax
code --install-extension Gruntfuggly.todo-tree
code --install-extension iceworks-team.iceworks-style-helper
code --install-extension irongeek.vscode-env
code --install-extension ionutvmi.path-autocomplete
code --install-extension jeff-hykin.polacode-2019
code --install-extension kah3vich.import-at-top
code --install-extension kah3vich.nano-snippets
code --install-extension kah3vich.nano-refactor
code --install-extension kah3vich.holdesher
code --install-extension gitHub.copilot
code --install-extension kisstkondoros.vscode-gutter-preview
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mhutchie.git-graph
code --install-extension mrmlnc.vscode-scss
code --install-extension ms-azuretools.vscode-docker
code --install-extension MS-CEINTL.vscode-language-pack-ru
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vscode.vscode-typescript-next
code --install-extension ms-vscode.vscode-typescript-tslint-plugin
code --install-extension naumovs.color-highlight
code --install-extension oderwat.indent-rainbow
code --install-extension PKief.material-icon-theme
code --install-extension pucelle.vscode-css-navigation
code --install-extension ricard.postcss
code --install-extension rvest.vs-code-prettier-eslint
code --install-extension sibiraj-s.vscode-scss-formatter
code --install-extension slevesque.shader
code --install-extension SonarSource.sonarlint-vscode
code --install-extension steoates.autoimport
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension streetsidesoftware.code-spell-checker-russian
code --install-extension svipas.prettier-plus
code --install-extension syler.sass-indented
code --install-extension tldraw-org.tldraw-vscode
code --install-extension tonybaloney.vscode-pets
code --install-extension VisualStudioExptTeam.intellicode-api-usage-examples
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vunguyentuan.vscode-postcss
code --install-extension waderyan.gitblame
code --install-extension WakaTime.vscode-wakatime
code --install-extension willstakayama.vscode-nextjs-snippets

//| win 

code --list-extensions | % { "code --install-extension $_" }

//| linux 

code --list-extensions | while read line; do echo "code --install-extension $line"; done