code --install-extension aaron-bond.better-comments
code --install-extension ahmadawais.shades-of-purple 
code --install-extension alefragnani.project-manager 
code --install-extension austenc.laravel-blade-spacer
code --install-extension BeardedBear.beardedtheme
code --install-extension blanu.vscode-styled-jsx
code --install-extension bmewburn.vscode-intelephense-client
code --install-extension bradlc.vscode-tailwindcss
code --install-extension brapifra.phpserver
code --install-extension burkeholland.simple-react-snippets
code --install-extension christian-kohler.path-intellisense
code --install-extension cjhowe7.laravel-blade
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension cpylua.language-postcss
code --install-extension cschlosser.doxdocgen
code --install-extension cssho.vscode-svgviewer
code --install-extension csstools.postcss
code --install-extension dbaeumer.vscode-eslint
code --install-extension DigitalBrainstem.javascript-ejs-support
code --install-extension diz.ecsstractor-port
code --install-extension donjayamanne.githistory
code --install-extension donjayamanne.jquerysnippets
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension ducfilan.pug-formatter
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension felixfbecker.php-intellisense
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-complete-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension fractalbrew.backticks
code --install-extension georgykurian.laravel-ide-helper
code --install-extension GraphQL.vscode-graphql
code --install-extension GraphQL.vscode-graphql-syntax
code --install-extension Gruntfuggly.todo-tree
code --install-extension hancel.google-translate
code --install-extension htmllessonsru.simple-random-theme
code --install-extension iceworks-team.iceworks-style-helper
code --install-extension infeng.vscode-react-typescript
code --install-extension ionutvmi.path-autocomplete
code --install-extension jaheenafsarsyed.live-pug-compiler
code --install-extension jeff-hykin.better-cpp-syntax
code --install-extension jker.white-winter
code --install-extension jonkwheeler.styled-components-snippets
code --install-extension josetr.cmake-language-support-vscode
code --install-extension kisstkondoros.vscode-gutter-preview
code --install-extension kokororin.vscode-phpfmt
code --install-extension lior-chamla.google-fonts
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mhutchie.git-graph
code --install-extension Miladfathy.sql-snippet
code --install-extension mrmlnc.vscode-scss
code --install-extension ms-azuretools.vscode-docker
code --install-extension MS-CEINTL.vscode-language-pack-ru
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vscode.vscode-typescript-next
code --install-extension ms-vscode.vscode-typescript-tslint-plugin
code --install-extension naumovs.color-highlight
code --install-extension octref.vetur
code --install-extension oderwat.indent-rainbow
code --install-extension onecentlin.laravel-blade
code --install-extension pflannery.vscode-versionlens
code --install-extension PKief.material-icon-theme
code --install-extension pucelle.vscode-css-navigation
code --install-extension rbbit.typescript-hero
code --install-extension ricard.postcss
code --install-extension ritwickdey.live-sass
code --install-extension ritwickdey.LiveServer
code --install-extension Shan.code-settings-sync
code --install-extension shufo.vscode-blade-formatter
code --install-extension sibiraj-s.vscode-scss-formatter
code --install-extension slevesque.shader
code --install-extension steoates.autoimport
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension streetsidesoftware.code-spell-checker-russian
code --install-extension styled-components.vscode-styled-components
code --install-extension syler.sass-indented
code --install-extension timbogdanov.black-sand
code --install-extension tldraw-org.tldraw-vscode
code --install-extension tonybaloney.vscode-pets
code --install-extension twxs.cmake
code --install-extension vincaslt.highlight-matching-tag
code --install-extension VisualStudioExptTeam.intellicode-api-usage-examples
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vunguyentuan.vscode-postcss
code --install-extension waderyan.gitblame
code --install-extension WakaTime.vscode-wakatime
code --install-extension WallabyJs.quokka-vscode
code --install-extension willstakayama.vscode-nextjs-snippets
code --install-extension wix.vscode-import-cost
code --install-extension wordpresstoolbox.wordpress-toolbox
code --install-extension xdebug.php-debug
code --install-extension xdebug.php-pack
code --install-extension zobo.php-intellisense

// code --list-extensions | % { "code --install-extension $_" }